[
   {
      "image_url" : "/i/day1.jpg",
      "synopsis" : "On this day in 1835, Hans Christian Andersen published his first book of fairytales. Watch The Snowdrop, one of 100s of BBC Teach clips available in RES. It’s the middle of winter, the wind howls, everything seems dead. But under the earth a little snowdrop bulb is stirring.",
      "title" : "The Snowdrop by Hans Christian Andersen",
      "url" : "https://www.youtube.com/watch?v=K4cZRxlmcxQ&index=5&list=PLcvEcrsF_9zLF0cV-cqD4E4mLDy7_uMHz"
   },
   {
      "image_url" : "/i/day2.jpg",
      "synopsis" : "On this day in 1697, St Paul's Cathedral, designed by Sir Christopher Wren, was consecrated for use, after being rebuilt following the Great Fire of London. This snowy scene is one of 1000s of BBC images available in RES.",
      "title" : "Snow in London – St Paul’s Cathedral"
   },
   {
      "image_url" : "/i/day3.jpg",
      "synopsis" : "On this day in 1954, William Walton's opera Troilus and Cressida premiered in London. RES offers hundreds of AV resources from the BBC's Shakespeare Archive. This was the first BBC Radio broadcast of this play for 20 years, with Paterson Joseph, Nikki Amuka-Bird and Derek Griffiths.",
      "title" : "Troilus and Cressida",
      "url" : "http://shakespeare.ch.bbc.co.uk/detail?uri=http%3A%2F%2Fdbpedia.org%2Fresource%2FTroilus_and_Cressida"
   },
   {
      "image_url" : "/i/day4.jpg",
      "synopsis" : "On this day in 1915 Henry Ford's peace ship sailed to Europe \"to get the boys out of the trenches\". Watch this Great War Interview with British soldier Henry Williamson as he recalls first-hand his experiences in the trenches in WW1, including talking and exchanging gifts with the Germans during an informal Christmas truce. This is one of 100s of BBC Teach clips available in RES.",
      "title" : "The Christmas Truce of 1914",
      "url" : "https://www.youtube.com/watch?v=WNCxkA_zfMs&list=PLcvEcrsF_9zK-7e-OKsQ9vW1F3H4Bdq3Z&index=17"
   },
   {
      "image_url" : "/i/day5.jpg",
      "synopsis" : "On this day in 1993, Shakespeare's Timon of Athens closed at the Lyceum Theatre in New York after 37 performances. In this 1981 classic BBC TV production, Jonathan Pryce stars as the misanthropist Timon. Discover 100s more TV and radio adaptations from the BBC's Shakespeare Archive of all 37 Shakespeare plays in RES.",
      "title" : "Timon of Athens",
      "url" : "http://shakespeare.ch.bbc.co.uk/detail?uri=http%3A%2F%2Fdbpedia.org%2Fresource%2FTimon_of_Athens"
   },
   {
      "image_url" : "/i/day6.jpg",
      "synopsis" : "On this day in 1833 Charles Darwin continued his 5 year scientific expedition around South America developing his theories of evolution. This description of fossil shells is from the Wellcome Library's digitised collection of Darwin's geological observations during the voyage of H.M.S. 'Beagle'. This is one of millions of data items from the Wellcome Collection indexed by RES.",
      "title" : "Voyage of HMS Beagle",
      "url" : "http://wellcomelibrary.org/item/b28124339#?c=0&m=0&s=0&cv=0&z=-1.3434%2C-0.0933%2C3.6867%2C1.8654"
   },
   {
      "image_url" : "/i/day7.jpg",
      "synopsis" : "On this day in 1732 the Royal Opera House opened in Covent Garden, London. This is one of 1000s of BBC images available in the Research and Education Space.",
      "title" : "Royal Opera House"
   },
   {
      "image_url" : "/i/day8.jpg",
      "synopsis" : "On this day in 1955, Black Ealing comedy \"The Ladykillers\" starring Alec Guinness was released in the UK. From the BBC Shakespeare Archive listen to a clip of Guinness playing King Lear for the first time in this1974 BBC Radio adaptation. This is one of hundreds of online resources available in RES.",
      "title" : "Alec Guinness",
      "url" : "https://vimeo.com/193701349"
   },
   {
      "image_url" : "/i/day9.jpg",
      "synopsis" : "Happy Birthday to Dame Judi Dench who is 81 today. Here a young Judi Dench plays Katherine, Princess of France The Band of Brothers, in the 1960 production of BBC series An Age of Kings.This is one of over a 1000 images from the BBC Shakespeare Archive available on the Research and Education Space.",
      "title" : "Dame Judi Dench",
      "url" : "http://shakespeare.ch.bbc.co.uk/search?q=judi+dench&lang=en"
   },
   {
      "image_url" : "/i/day10.jpg",
      "synopsis" : "In December 1868, the first traffic lights were installed outside the Palace of Westminster in London. Resembling railway signals, they used semaphore arms and were illuminated at night by red and green gas lamps. Here is a view of the Palace in December 2009 following the heaviest snowfall for nearly twenty years. This is one of thousands of BBC images available in RES.",
      "title" : "First traffic lights installed outside Palace of Westminster"
   },
   {
      "image_url" : "/i/day11.jpg",
      "synopsis" : "As we start to deck the halls with boughs of holly, this clip re-enacts Queen Victoria and Prince Albert telling us about Christmas in their royal household, where many Christmas traditions were started. This is one of 100s of BBC Teach clips available on the Research and Education Space.",
      "title" : "Royal Christmas traditions",
      "url" : "https://www.youtube.com/watch?v=wc6IxjQrWFw"
   },
   {
      "image_url" : "/i/day12.jpg",
      "synopsis" : "On this day in 1901, Guglielmo Marconi sent the first transatlantic radio signal, from Cornwall to Canada. Watch this physics clip from BBC series The Genius of Invention to find out more about this major scientific invention of the first wireless communication. This is one of hundreds of BBC Teach clips available in RES.",
      "title" : "Marconi's invention of wireless communication",
      "url" : "https://www.youtube.com/watch?v=cJISusw6cJU"
   },
   {
      "image_url" : "/i/day13.jpg",
      "synopsis" : "Happy Birthday to Christopher Plummer who is 86 today. Here he plays Hamlet in this 1964 BBC/ Danish Television co-production of Shakespeare's famous tragedy filmed at Denmark's Kronborg Castle in Elsinore. This is just one of a fantastic selection of TV and radio productions from the BBC's Shakespeare Archive available on RES.",
      "title" : "Christopher Plummer",
      "url" : "https://vimeo.com/193702894"
   },
   {
      "image_url" : "/i/day14.jpg",
      "synopsis" : "On 14 December 1972 Harrison Schmitt and Eugene Cernan become the last men to walk on the moon during the Apollo 17 mission. Watch this primary science clip in which 3 young stargazers meet a pair of astronauts and learn about launching rockets, weightlessness, and life in space. This is one of hundreds of BBC Teach clips available in RES.",
      "title" : "Space: The last men to walk on the moon",
      "url" : "https://www.youtube.com/watch?v=tWW_CDYKqGE&t=9s"
   },
   {
      "image_url" : "/i/day15.jpg",
      "synopsis" : "William Shakespeare mentions Christmas only three times in his work, twice in Love’s Labour’s Lost and once in The Taming of the Shrew. In this BBC TV production of Love's Labour's Lost, the reference to Christmas is spoken by Berowne, played by Jeremy Brett: \"At Christmas I no more desire a rose/ Than wish a snow in May’s new-fangled shows\". Can you also spot a young Martin Shaw in the background? There are over 1000 BBC Shakespeare images  available in RES.",
      "title" : "Love's Labour's Lost",
      "url" : "http://shakespeare.ch.bbc.co.uk/detail?uri=http%3A%2F%2Fdbpedia.org%2Fresource%2FLove%27s_Labour%27s_Lost"
   },
   {
      "image_url" : "/i/day16.jpg",
      "synopsis" : "On this day in 1431, King Henry VI of England was crowned King of France.  This 1983 BBC TV production of Henry VI Part 1 stars Brenda Blethyn and Anthony Brown. RES has made 100s of AV resources from the BBC's Shakespeare Archive available to enhance the teaching of his plays, poems and sonnets.",
      "title" : "Henry VI",
      "url" : "http://shakespeare.ch.bbc.co.uk/detail?uri=http%3A%2F%2Fdbpedia.org%2Fresource%2FHenry_VI%2C_Part_1"
   },
   {
      "image_url" : "/i/day17.jpg",
      "synopsis" : "Behind you! Yes, it's that pantomime time of year again. Watch this maths clip in which Buttons and the Ugly Sisters get into a mathematical challenge in the Panto House. This is one of hundreds of BBC Teach clips available in RES. Oh no it isn't! Oh yes it is!",
      "title" : "Pantomime",
      "url" : "https://www.youtube.com/watch?v=xc9PD2xC50c"
   },
   {
      "image_url" : "/i/day18.jpg",
      "synopsis" : "On this day in 1892, Tchaikovsky's ballet, the Nutcracker Suite premiered.Watch this physical education clip from BBC Teach showing street dance crew FFRES performing to traditional ballet music from the Nutcracker. This is one of hundreds of BBC Teach clips available in RES.",
      "title" : "The Nutcracker",
      "url" : "https://www.youtube.com/watch?v=CFHkrpUn9hs"
   },
   {
      "image_url" : "/i/day19.jpg",
      "synopsis" : "A Christmas Carol in Prose, Being a Ghost Story of Christmas, to give the work its full title, was Charles Dickens’ first Christmas book published on 19 December 1843. The initial print run of 6,000 copies sold out within a matter of days. This is one of millions of data items from the British Library that are being indexed by RES.",
      "title" : "A Christmas Carol - first edition",
      "url" : "https://www.bl.uk/works/a-christmas-carol"
   },
   {
      "image_url" : "/i/day20.jpg",
      "synopsis" : "Reindeer, or caribou, can outperform all other land animals in their energy efficiency - so are a fitting choice as the legendary Christmas sleigh-pullers! The Cairngorm Reindeer herd are Britain's only herd of reindeer found free ranging in the Cairngorm Mountains, Scotland. This is one of 1000s of BBC images available in RES.",
      "title" : "Reindeer"
   },
   {
      "image_url" : "/i/day21.jpg",
      "synopsis" : "To celebrate television naturalist Sir David Attenborough's first appearance on BBC television in Zoo Quest, which began on 21 December 1954, we are excited to be bringing content from BBC Wildlife to the Research and Education Space.",
      "title" : "David Attenborough"
   },
   {
      "image_url" : "/i/day22.jpg",
      "synopsis" : "On this day in 1882, the first string of Christmas tree lights were created by Thomas Edison. This is one of 1000s of BBC images available in the Research and Education Space.",
      "title" : "Christmas Lights"
   },
   {
      "image_url" : "/i/day23.jpg",
      "synopsis" : "On this day in 1815 Jane Austen's Emma was published. Explore the British Library's greatest literary treasures from the Romantic and Victorian periods in their Discovering Literature collection now being indexed by RES.",
      "title" : "Emma",
      "url" : "http://www.bl.uk/romantics-and-victorians"
   },
   {
      "image_url" : "/i/day24.jpg",
      "synopsis" : "It's Christmas Eve and for Ebenezer Scrooge everything is 'humbug'. Watch Marley's Ghost, one of the 100s of clips from BBC Teach now available in the Research and Education Space.",
      "title" : "A Christmas Carol: Marley's Ghost",
      "url" : "https://www.youtube.com/watch?v=MT3poUY0dLg&list=PLcvEcrsF_9zIajHrH8fQuherWuWxFzrH0"
   }
]
